{"items":[{"title":"Prioritize High Leverage","date":"2022-12-14T11:00:00.000Z","author":"Jonathan Cutrell","id":"value-high-leverage","content":"\n### Prioritize High Leverage\n\nI see this value as a balancing value to \"grit.\" While some people prefer hard work and action-orientation, I would much rather take my time, work on building systems and holistic approaches.\n\nThis means I may avoid or delegate things that are not high leverage.\n\nLeverage is dynamic, though; in a given situation, a mundane task may have high leverage, where in another context that same task may have little to no leverage at all.\n\n\n## Related Concepts and Applications\n\nHigh leverage thinking connects to multiple frameworks and mental models:\n\n**Productivity Philosophy:**\n- [[2024-08-28-focus-beats-effort]] - Focus as the ultimate high-leverage approach to productivity\n- [[2014-08-11-the-path-to-productivity-hacks-principles-and-patterns]] - Systematic approaches to finding high-leverage time allocation\n- [[Conservation-of-resources]] - High leverage maximizes output while conserving finite resources\n\n**Strategic Thinking:**\n- [[optimize-for-the-long-term]] - Long-term thinking often reveals higher leverage opportunities\n- [[selection-bias-is-everything]] - Being selective about what we focus on is itself a leverage multiplier\n\n**Perceptual Sensitivity:**\n- [[Weber's Law]] - Understanding how leverage impact scales with our baseline capabilities and expectations","permalink":"values/prioritize-high-leverage","slug":"prioritize-high-leverage","readingTime":"1 min read"},{"title":"Optimize for the Long-Term; Always Be Ahead Of The Ball","date":"2020-03-04T12:00:00.000Z","author":"Jonathan Cutrell","id":"value-long-term","content":"\n### Optimize for the Long-Term; Always Be Ahead Of The Ball\n\nWhen you optimize for the long-term, a lot of other problems naturally resolve.\n\nOptimizing for the long term means valuing:\n\n<ul style={{ columns: 3 }}>\n  <li>People over products</li>\n  <li>Character over skills</li>\n  <li>Trends over spikes</li>\n  <li>Norms over exceptions</li>\n  <li>Teaching over showing</li>\n  <li>Philosophy over tactics</li>\n  <li>Habits over heroics</li>\n  <li>Smooth over fast</li>\n  <li>Data over anecdotes</li>\n  <li>Impact over hype</li>\n  <li>Causes over symptoms</li>\n</ul>\n\nThis isn't intuitive because it can be scary. You might have to give up short-term wins that would prevent long-term growth.\n\nBeing optimize for the long-term doesn't mean you ignore the short term. It means you change the short term _in light of the long term._\n\n\n## Supporting Mental Models and Applications\n\nLong-term optimization is supported by several key mental models:\n\n**Resource Management:**\n- [[Conservation-of-resources]] - Long-term optimization requires understanding resource preservation vs. short-term expenditure\n- [[prioritize-high-leverage]] - High-leverage activities compound over time, making them ideal for long-term strategies\n\n**Productivity and Focus:**\n- [[2024-08-28-focus-beats-effort]] - Sustainable focus beats unsustainable effort over the long term\n- [[2014-08-11-the-path-to-productivity-hacks-principles-and-patterns]] - Systematic approaches that create long-term productive habits\n\n**Adaptation and Resilience:**\n- [[2020-03-06-remote-work-antifragility]] - How long-term thinking creates antifragile systems\n- [[Weber's Law]] - Understanding how our perception of progress changes as our baseline improves over time\n\n**Bias Awareness:**\n- [[selection-bias-is-everything]] - Long-term optimization requires deliberately biasing toward sustainable practices","permalink":"values/optimize-for-the-long-term","slug":"optimize-for-the-long-term","readingTime":"2 min read"},{"title":"Invest First In My Closest Relationships","date":"2022-12-14T11:00:00.000Z","author":"Jonathan Cutrell","id":"value-close-relationships","content":"\n### Invest First In My Closest Relationships\n\nI keep a close community. I actually believe this is important for my mental health. While some people prefer many relationships of varying depth, I would rather have deeper, fewer relationships.\n\nMy first investments in life are always into my closest relationships; usually, this means family, but not always strictly blood relatives.\n","permalink":"values/invest-first-in-relationships","slug":"invest-first-in-relationships","readingTime":"1 min read"},{"title":"Growth Through Learning","date":"2022-12-14T11:00:00.000Z","author":"Jonathan Cutrell","id":"value-growth-through-learning","content":"\n### Growth Through Learning\n\nWhile I value Competence, I also value the changes that occur as a result of learning. If competence is static, learning is dynamic.\n\nI may learn something in one arena that helps me grow in a totally different arena. I become a better programmer by being a father, a better father by being a pilot, and a better pilot by podcasting. This holistic approach to learning and growth is critical for me.\n\n\n## Related Concepts and Applications\n\nThe holistic approach to growth through learning connects to several frameworks:\n\n**Integrated Understanding:**\n- [[cultivate-understanding-in-context]] - Understanding emerges from connecting learning across different domains\n- [[2020-09-22-thinking-machine]] - Building better thinking systems requires diverse learning experiences\n\n**Mental Models and Transfer:**\n- [[Weber's Law]] - How learning in one domain changes our sensitivity and perception in others\n- [[Conservation-of-resources]] - How cross-domain learning efficiently leverages cognitive resources\n- [[selection-bias-is-everything]] - How diverse learning helps counteract narrow selection biases\n\n**Character and Authenticity:**\n- [[competence]] - The relationship between static competence and dynamic learning\n- [[2014-01-12-nonchalant-arrogance-and-caring-about-your-work]] - Maintaining excitement about learning vs. performing expertise\n\n**Strategic Learning:**\n- [[optimize-for-the-long-term]] - Cross-domain learning creates long-term compounding benefits\n- [[prioritize-high-leverage]] - Learning that transfers across domains offers exceptional leverage","permalink":"values/growth-through-learning","slug":"growth-through-learning","readingTime":"2 min read"},{"title":"Peace in Place and Person - \"Go Happy\"","date":"2020-03-04T12:00:00.000Z","author":"Jonathan Cutrell","id":"value-go-happy","content":"\n### Peace in Place and Person - Go Happy\n\n“Don’t put them on fast, Daddy. Put them on happy.”\n\nOur son Liam has started saying this about a few routines we do together. In this case, putting his clothes on.\n\nHe’s approaching 3 years old now, but sometimes teaches me lessons I'd expect from a much older, wiser person.\n\nWhen we read a book to him before bed, my wife and I sometimes have the urge to speed through. To complete the task, move on to the next thing.\n\nThis constant rush because we feel there is something more important to get to. Something is always next, always around the corner.\n\nLiam seems to know something that I feel deeply: that happiness is very often about slowing down on purpose. Happiness is about being here, now.\n\nRead the book slowly, emphatically. Read every word, see every picture, enunciate. Give life to your moment, no matter how mundane.\n\nDon't go fast. Go happy.\n","permalink":"values/go-happy","slug":"go-happy","readingTime":"1 min read"},{"title":"Giving Is Sharing; Sharing Is Giving","date":"2022-12-14T11:00:00.000Z","author":"Jonathan Cutrell","id":"value-giving-is-sharing","content":"\n### Giving Is Sharing; Sharing Is Giving\n\nI've always enjoyed giving to others, but it was only recently that I realized that it's not just a philanthropic reward my brain is seeking. My greatest value is when I am able to create community by sharing what I have in that community.\n\nWhile I understand the value of giving to others based on need, I personally value the community that is created when you blur the lines between sharing and giving.\n","permalink":"values/giving-sharing","slug":"giving-sharing","readingTime":"1 min read"},{"title":"Cultivate Understanding In Context","date":"2020-03-04T11:00:00.000Z","author":"Jonathan Cutrell","id":"value-cultivate-understanding","content":"\n### Cultivate Understanding In Context\n\nI've spent a lot of my life learning.\n\nAt one point, I believed I might stay in academics.\n\nBut another side of me wanted to pick up a guitar and tour around the country, expressing my deepest feelings. (For the record, this did not happen.)\n\nCultivating _understanding_ isn't just about academics, nor is it strictly about feelings.\n\nUnderstanding is about an integrated picture, accounting for all dimensions of the truth.\n\nWisdom, feeling, intuition, data, experience, logic - all are a part of understanding.\n\nThe secret: Having understanding often leads you to realize how little you know, and how reliant you are on experimentation, collaboration, and iteration.\n\n\n## Related Applications and Mental Models\n\nCultivating understanding in context requires several supporting frameworks:\n\n**Cognitive Awareness:**\n- [[Weber's Law]] - Understanding how our baseline knowledge affects our perception of new learning\n- [[selection-bias-is-everything]] - Recognizing how our existing understanding creates selective perception\n- [[2020-09-22-thinking-machine]] - Building better thinking systems for integrated understanding\n\n**Authentic Engagement:**\n- [[2014-01-12-nonchalant-arrogance-and-caring-about-your-work]] - Choosing genuine understanding over performative expertise\n- [[growth-through-learning]] - Maintaining openness to new understanding despite existing knowledge\n\n**Practical Application:**\n- [[prioritize-high-leverage]] - Contextual understanding often reveals the highest leverage opportunities\n- [[optimize-for-the-long-term]] - Deep, integrated understanding compounds over time more than superficial knowledge\n\n**Resource Management:**\n- [[Conservation-of-resources]] - Investing cognitive resources in understanding vs. memorization or performance","permalink":"values/cultivate-understanding-in-context","slug":"cultivate-understanding-in-context","readingTime":"2 min read"},{"title":"Competence","date":"2022-12-14T11:00:00.000Z","author":"Jonathan Cutrell","id":"value-competence","content":"\n### Competence\n\nThis is a value I only recently was able to put a specific descriptor to; I grew up thinking I loved \"learning\" or \"academics.\" But in fact, what I'm drawn to is competence. With the same origin as _competition_ - I see this as a method of competing against my own standard.\n\nI enjoy doing things that I am able to become competent at, but I very much don't enjoy things I can't build competence in.\n\nThis might sound universal, but in reality there are plenty of things people enjoy doing with little to no competence. (The prime example for me is karaoke. I would rather sleep.)\n","permalink":"values/competence","slug":"competence","readingTime":"1 min read"}]}